ppavel96/ATtiny13A/include/regdef.h
/* Adresses are in data space */

#define SREG   0x5F
#define SPL    0x5D
#define GIMSK  0x5B
#define GIFR   0x5A
#define TIMSK0 0x59
#define TIFR0  0x58
#define SPMCSR 0x57
#define OCR0A  0x56
#define MCUCR  0x55
#define MCUSR  0x54
#define TCCR0B 0x53
#define TCNT0  0x52
#define OSCCAL 0x51
#define BODCR  0x50
#define TCCR0A 0x4F
#define DWDR   0x4E
#define OCR0B  0x49
#define GTCCR  0x48
#define GLKPR  0x46
#define PRR    0x45
#define WDTCR  0x41
#define EEARL  0x3E
#define EEDR   0x3D
#define EECR   0x3C
#define PORTB  0x38
#define DDRB   0x37
#define PINB   0x36
#define PCMSK  0x35
#define DIDR0  0x34
#define ACSR   0x28
#define ADMUX  0x27
#define ADCSRA 0x26
#define ADCH   0x25
#define ADCL   0x24
#define ADCSRB 0x23
